{
  "ashen.nvim": { "branch": "main" },
  "darkrose.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "no-clown-fiesta.nvim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" }
}
